Repository: Qwant/Instant-Answers
Catalog: src/modules/currency_converter/lang_src/*.po
Languages: fr

source: Currency converter
fr: Convertisseur de monnaie

# currency_converter
source: Last update:
fr: Dernière mise à jour :

# currency_converter
source: Other possible conversions:
fr: Autres conversions possibles :

# currency_converter
source: american dollars?
fr: dollars? américains?

# currency_converter
source: canadian dollars?
fr: dollars? canadiens?

# currency_converter
source: australian dollars?
fr: dollars? australiens?

# currency_converter
source: new zealand dollars?
fr: dollars? n(?:é|e)o(?:-|s)?zélandais

# currency_converter
source: mexican pesos?
fr: pesos? m(?:é|e)xicains?

# currency_converter
source: hong kong dollars?
fr: dollars? hong(?:-|s)?kongais

# currency_converter
source: brazilian reals?
fr: r(?:é|e)als? br(?:é|e)siliens?

# currency_converter
source: reals?
fr: r(?:é|e)als?

# currency_converter
source: bulgarian levs?
fr: levs? bulgares?

# currency_converter
source: swiss francs?
fr: francs? suisses?

# currency_converter
source: japanese yens?
fr: yens? japonais

# currency_converter
source: chinese yuans?
fr: yuans? chinois

# currency_converter
source: chinese renminbis?
fr: renminbis? chinois

# currency_converter
source: danish krones?
fr: couron{1,2}es? danoises?

# currency_converter
source: danish crowns?
fr: couron{1,2}es? danoises?

# currency_converter
source: krones?
fr: couron{1,2}es?

# currency_converter
source: swedish kronas?
fr: couron{1,2}es? su(?:é|e)doises?

# currency_converter
source: swedish kronors?
fr: couron{1,2}es? su(?:é|e)doises?

# currency_converter
source: kronors?
fr: couron{1,2}es?

# currency_converter
source: kronas?
fr: couro{1,2}nes?

# currency_converter
source: swedish crowns?
fr: couron{1,2}es? su(?:é|e)doises?

# currency_converter
source: norwegian krones?
fr: couron{1,2}es? norv(?:é|e)giennes?

# currency_converter
source: norwegian crowns?
fr: couron{1,2}es? norv(?:é|e)gien{1,2}es?

# currency_converter
source: croatian kunas?
fr: kunas? croates?

# currency_converter
source: czech korunas?
fr: couron{1,2}es? tchèques?

# currency_converter
source: czech crowns?
fr: couron{1,2}es? tchéques?

# currency_converter
source: korunas?
fr: couron{1,2}es?

# currency_converter
source: british pounds?
fr: livres? sterlings?

# currency_converter
source: pounds?
fr: livres?

# currency_converter
source: pounds? sterlings?
fr: livres? sterlings?

# currency_converter
source: hungarian forints?
fr: forints? hongrois

# currency_converter
source: indonesian rupiahs?
fr: roup{1,2}ies? indon(?:é|e)sien{1,2}es?

# currency_converter
source: rupiahs?
fr: roup{1,2}ies?

# currency_converter
source: israeli shekels?
fr: shekels? isra(?:é|e)liens?

# currency_converter
source: indian rupees?
fr: roup{1,2}ies? indien{1,2}es?

# currency_converter
source: rupees?
fr: rouppies?

# currency_converter
source: south korean wons?
fr: wons? sud(?:-|s)?cor(é|e)ns?

# currency_converter
source: korean wons?
fr: wons? cor(?:é|e)ns?

# currency_converter
source: malaysian ring{1,2}its?
fr: ring{1,2}its? malais

# currency_converter
source: philippine pesos?
fr: pesos? philippins?

# currency_converter
source: polish z(?:l|ł)otys?
fr: z(?:l|ł)otys? polonais

# currency_converter
source: romanian leus?
fr: leus? roumains?

# currency_converter
source: russian rubles?
fr: roubles? russes?

# currency_converter
source: rubles?
fr: roubles?

# currency_converter
source: sudanese pounds?
fr: livres? soudanaises?

# currency_converter
source: thai bahts?
fr: bahts? tha(?:i|ï)landais?

# currency_converter
source: turkish liras?
fr: livres? (?:turques?|turcs?)?

# currency_converter
source: liras?
fr: livres?

# currency_converter
source: south african rands?
fr: rands? sud(?:-|s)?africains?

# currency_converter
source: US Dollar
fr: Dollar américain

# currency_converter
source: Canadian Dollar
fr: Dollar canadien

# currency_converter
source: Australian Dollar
fr: Dollar australien

# currency_converter
source: New Zealand Dollar
fr: Dollar néo-zélandais

# currency_converter
source: Mexican Peso
fr: Peso méxicain

# currency_converter
source: Hong Kong Dollar
fr: Dollar hongkongais

# currency_converter
source: Brazilian Real
fr: Réal brésilien

# currency_converter
source: Bulgarian Lev
fr: Lev bulgare

# currency_converter
source: Swiss Franc
fr: Franc suisse

# currency_converter
source: Japanese Yen
fr: Yen japonais

# currency_converter
source: Chinese Yuan
fr: Yuan chinois

# currency_converter
source: Danish Krone
fr: Couronne danoise

# currency_converter
source: Swedish Krona
fr: Couronne suédoise

# currency_converter
source: Norwegian Krone
fr: Couronne norvégienne

# currency_converter
source: Croatian Kuna
fr: Kuna croate

# currency_converter
source: Czech Koruna
fr: Couronne tchèque

# currency_converter
source: British Pound
fr: Livre sterling

# currency_converter
source: Hungarian Forint
fr: Forint hongrois

# currency_converter
source: Indonesian Rupiah
fr: Roupie indonésienne

# currency_converter
source: Israeli Shekel
fr: Shekel israélien

# currency_converter
source: Indian Rupee
fr: Roupie indienne

# currency_converter
source: South Korean Won
fr: Won sud-coréen

# currency_converter
source: Malaysian Ringgit
fr: Ringgit malais

# currency_converter
source: Philippine Peso
fr: Peso philippin

# currency_converter
source: Polish Złoty
fr: Złoty polonais

# currency_converter
source: Romanian Leu
fr: Leu roumain

# currency_converter
source: Russian Ruble
fr: Rouble russe

# currency_converter
source: Sudanese Pound
fr: Livre soudanaise

# currency_converter
source: Thai Baht
fr: Baht thaïlandais

# currency_converter
source: Turkish Lira
fr: Livre turque

# currency_converter
source: South African Rand
fr: Rand sud-africain

# currency_converter
source: US Dollars
fr: Dollars américains

# currency_converter
source: Canadian Dollars
fr: Dollars canadiens

# currency_converter
source: Australian Dollars
fr: Dollars australiens

# currency_converter
source: New Zealand Dollars
fr: Dollars néo-zélandais

# currency_converter
source: Mexican Pesos
fr: Pesos méxicains

# currency_converter
source: Hong Kong Dollars
fr: Dollars hongkongais

# currency_converter
source: Brazilian Reals
fr: Réals brésiliens

# currency_converter
source: Bulgarian Levs
fr: Levs bulgares

# currency_converter
source: Swiss Francs
fr: Francs suisses

# currency_converter
source: Japanese Yens
fr: Yens japonais

# currency_converter
source: Chinese Yuans
fr: Yuans chinois

# currency_converter
source: Danish Krones
fr: Couronnes danoises

# currency_converter
source: Swedish Kronas
fr: Couronnes suédoises

# currency_converter
source: Norwegian Krones
fr: Couronnes norvégiennes

# currency_converter
source: Croatian Kunas
fr: Kunas croates

# currency_converter
source: Czech Korunas
fr: Couronnes tchèques

# currency_converter
source: British Pounds
fr: Livres sterling

# currency_converter
source: Hungarian Forints
fr: Forints hongrois

# currency_converter
source: Indonesian Rupiahs
fr: Roupies indonésiennes

# currency_converter
source: Israeli Shekels
fr: Shekels israéliens

# currency_converter
source: Indian Rupees
fr: Roupies indiennes

# currency_converter
source: South Korean Wons
fr: Wons sud-coréens

# currency_converter
source: Malaysian Ringgits
fr: Ringgits malais

# currency_converter
source: Philippine Pesos
fr: Pesos philippins

# currency_converter
source: Polish Złotys
fr: Złotys polonais

# currency_converter
source: Romanian Leus
fr: Leus roumains

# currency_converter
source: Russian Rubles
fr: Roubles russes

# currency_converter
source: Sudanese Pounds
fr: Livres soudanaises

# currency_converter
source: Thai Bahts
fr: Bahts thaïlandais

# currency_converter
source: Turkish Liras
fr: Livres turques

# currency_converter
source: South African Rands
fr: Rands sud-africains

# currency_converter
source: See more
fr: Voir plus

# currency_converter
source: See less
fr: Voir moins

# currency_converter
source: Disclaimer
fr: Clause de non-responsabilité

# currency_converter
source: in|to|for
fr: en|pour

# currency_converter
source: help_link_currency-converter
fr: https://help.qwant.com/fr/aide/qwant-com/reponses-instantanees/convertisseur-de-monnaie/
