Repository: Qwant/Instant-Answers
Catalog: app/src/modules/astro/lang_src/*.po
Languages: fr

# astro_misc
source: From
fr: Du

# astro_misc
source: To
fr: Au

# astro_misc
source: keywords
fr: Mots-clés

# astro_misc
source: - Dictionary of symbols (Ed. Robert Laffont, Bouquins collection, 1982) André Barbault and/or Alexandre Volguine
fr: - Dictionnaire des symboles (Ed. Robert Laffont, collection Bouquins, 1982) André Barbault et/ou Alexandre Volguine

# astro_name
source: aries
fr: Bélier

# astro_name
source: taurus
fr: Taureau

# astro_name
source: gemini
fr: Gémeaux

# astro_name
source: leo
fr: Lion

# astro_name
source: virgo
fr: Vierge

# astro_name
source: libra
fr: Balance

# astro_name
source: scorpio
fr: Scorpion

# astro_name
source: sagittarius
fr: Sagittaire

# astro_name
source: aquarius
fr: Verseau

# astro_name
source: pisces
fr: Poisson

# astro_keywords
source: beginning, action, violence
fr: commencement, action, violence

# astro_keywords
source: construction, rooting
fr: construction, enracinement

# astro_keywords
source: dispersion, versatility
fr: dispersion, versatilité

# astro_keywords
source: home, childbirth
fr: foyer, enfantement

# astro_keywords
source: work of only one, stardom
fr: oeuvre d'un seul, vedettariat

# astro_keywords
source: infinitely small, critical thinking, work environment
fr: infiniment petit, sens critique, univers du travail

# astro_keywords
source: judgment, conciliation, non-violence
fr: jugement, conciliation, non-violence

# astro_keywords
source: demolition, revolt
fr: démolition, révolte

# astro_keywords
source: social ambition, austerity
fr: ambition sociale, austérité

# astro_keywords
source: work for all, fraternity
fr: oeuvre pour tous, fraternité

# astro_keywords
source: infinitely great, receptivity, passivity
fr: infiniment grand, réceptivité, passivité

# astro_description
source: Nature awakens here after the onset of winter, and this sign symbolizes above all the thrust of spring, therefore the impulse, virility (it is the main sign of Mars), energy, independence and courage.
fr: La nature s’éveille ici après l’engoudissement de l’hiver, et ce signe symbolise avant tout la poussée du printemps, donc l’impulsion, la virilité (c’est le principal signe de Mars), l’énergie, l’indépendance et le courage.

# astro_description
source: Balance (...) this central point, at equal distance from which the two plateaus of the engine and the brake are equalized, of momentum and restraint, of spontaneity and reflection, of abandonment and fear, of call and retreat before life.
fr: l’équilibre (…) ce point central, à égale distance duquel s’égalisent les deux plateaux du moteur et du frein, de l’élan et de la retenue, de la spontanéité et de la réflexion, de l’abandon et de la crainte, de l’appel et du recul devant la vie.

# astro_description
source: Symbol of a great power of work, of all instincts and mainly of conservation, sensuality and an exaggerated propensity for pleasure. (...) the statics of a life-bearing mass (...)
fr: Symbole d’une grande puissance de travail, de tous les instincts et principalement de celui de conservation, de sensualité et d’une propension exagérée pour les plaisirs. (…) la statique d’une masse porteuse de vie (…)

# astro_description
source: Symbol of resistance, fermentation and death, dynamism, hardness and struggles (...)
fr: Symbole à la fois de résistance, de fermentation et de mort, de dynamisme, de dureté et de luttes (…)

# astro_description
source: Mercury's main sign is above all the dual symbol of human contact, transport and communication (...) the taste for play, the pleasure of exercising ideas and trading the mind, the flight of intelligence.
fr: Signe principal de Mercure, c’est avant tout le symbole double des contacts humains, des transports, des communications (…) le goût du jeu, l’agrément de l’exercice des idées et du commerce de l’esprit, l’envol de l’intelligence.

# astro_description
source: (...) it is located before the winter solstice when, after the work on the fields is finished, men devote more time to hunting. Symbol of movement, nomadic instincts, independence and lively reflexes.
fr: (…) il se situe avant le solstice d’hiver quand, les travaux des champs terminés, les hommes se consacrent davantage à la chasse. Symbole du mouvement, des instincts nomades, de l’indépendance et des réflexes vifs.

# astro_description
source: A lunar sign, it means withdrawal from oneself, sensitivity, timidity and tenacity.
fr: Signe lunaire, il signifie le retrait sur soi, la sensibilité, la timidité et la ténacité.

# astro_description
source: It expresses patience, perseverance, prudence, industry, achievement, a sense of duty.
fr: Il exprime la patience, la persévérance, la prudence, l’industrie, la réalisation, le sens du devoir.

# astro_description
source: The heart of the zodiac, it expresses the joy of living, ambition, pride and elevation (...) force controlled and available (...).
fr: Coeur du zodiaque, il exprime la joie de vivre, l’ambition, l’orgueil et l’élévation (…) force maîtrisée et disponible (…).

# astro_description
source: It symbolizes collective solidarity, cooperation, fraternity and detachment from material things. (...) to be released into the fire of Promethean power, in order to surpass oneself. (...) altruism. There is also a Uranian Aquarius, Promethean, which is the being of the vanguard, of progress, of emancipation, of adventure.
fr: Il symbolise la solidarité collective, la coopération, la fraternité et le détachement des choses matérielles. (…) l’être libéré dans le feu de la puissance prométhéenne, en vue de se dépasser. (…) l’altruisme. Il existe aussi un Verseau uranien, prométhéen, qui est l’être de l’avant-garde, du progrès, de l’émancipation, de l’aventure.

# astro_description
source: Symbol of harvest, work, manual dexterity, meticulousness (...) a world that differentiates itself, distinguishes itself, selects itself, identifies itself, reduces itself, strikes itself, assigns itself precise limits. (...) serious, conscientious, scrupulous, reserved, sceptical, methodical, (...) committed to principles (...), hardworking (...)
fr: Symbole de moisson, de travail, de dextérité manuelle, de minutie (…) un monde qui se différencie, se particularise, se sélectionne, se cerne, se réduit, se dépouille, s’assigne des limites précises. (…) sérieux, consciencieux, scrupuleux, réservé, sceptique, méthodique, (…)attaché aux principes (...), travailleur (…)

# astro_description
source: They symbolize the psyche, by which one communicates with the god or the devil; which is reflected in horoscopy by a nature lacking consistency, very receptive and impressionable. (...) merging the parts into a totality (...) erasing the particularities, in favour of the unlimited, to go from zero to infinity
fr: Ils symbolisent le psychisme, par lequel on communique avec le dieu ou le diable ; ce qui se traduit dans l’horoscopie par une nature manquant de consistance, très réceptive et impressionnable. (…) fusion des parties dans une totalité (…) effacement des particularismes, au profit de l’illimité, pour aller du zéro à l’infini
