Repository: Qwant/Instant-Answers
Catalog: app/src/modules/open_food_facts/lang_src/*.po
Languages: fr, it

# open_food_facts
source: Salt
fr: calorie(s|)
it: calorie(s|)

# open_food_facts
source: Salt
fr: {value} kJ
it: {value} kJ

# open_food_facts
source: Salt
fr: {value} kcal
it: {value} kcal

# open_food_facts
source: Salt
fr: {value} g
it: {value} g

# open_food_facts
source: Salt
fr: Code barre :
it: Codice:

# open_food_facts
source: Salt
fr: Ingrédients
it: Ingredienti

# open_food_facts
source: Salt
fr: Informations nutritionnelles*
it: Informazioni nutrizionali*

# open_food_facts
source: Salt
fr: * pour 100 g / 100 ml
it: * per 100 g / 100 ml

# open_food_facts
source: Salt
fr: Énergie
it: Energia

# open_food_facts
source: Salt
fr: Matières grasses
it: Grassi

# open_food_facts
source: Salt
fr: dont acides gras saturés
it: Acidi Grassi saturi

# open_food_facts
source: Salt
fr: Glucides
it: Carboidrati

# open_food_facts
source: Salt
fr: dont sucres
it: Zuccheri

# open_food_facts
source: Salt
fr: Protéines
it: Proteine

# open_food_facts
source: Salt
fr: Sel
it: Sale
