Repository: Qwant/Instant-Answers
Catalog: app/src/modules/currency_converter/lang_src/*.po
Languages: fr

source: Currency converter
fr: Convertisseur de monnaie

# currency_converter
source: Last update:
fr: Dernière mise à jour :

# currency_converter
source: Other possible conversions:
fr: Autres conversions possibles :

# currency_converter
source: United Arab Emirates Dirhams?
fr: Dirhams? des Émirats arabes unis

# currency_converter
source: Afghan Afghanis?
fr: Afghanis? afghans?

# currency_converter
source: Albanian Leks?
fr: leks? albanais

# currency_converter
source: Armenian Drams?
fr: drams? arm(?:é|e)niens?

# currency_converter
source: Netherlands Antillean Guilders?
fr: Florins? des Antilles néerlandaises

# currency_converter
source: Guilders?
fr: Florins?

# currency_converter
source: Angolan Kwanzas?
fr: Kwanzas? angolais

# currency_converter
source: Argentine Pesos?
fr: Pesos? argentins?

# currency_converter
source: australian dollars?
fr: dollars? australiens?

# currency_converter
source: Aruban Florins?
fr: Florins? arubais

# currency_converter
source: Azerbaijani Manats?
fr: Manats? azerbaïdjanais

# currency_converter
source: Bosnia-Herzegovina Convertible Marks?
fr: marks? convertibles?

# currency_converter
source: Convertible Marks?
fr: marks? convertibles?

# currency_converter
source: Barbadian Dollars?
fr: Dollars? barbadiens?

# currency_converter
source: Bangladeshi Takas?
fr: Takas? bengali

# currency_converter
source: bulgarian levs?
fr: levs? bulgares?

# currency_converter
source: Bahraini Dinars?
fr: Dinars? bahreïnis?

# currency_converter
source: Burundian Francs?
fr: Francs? burundais

# currency_converter
source: Bermudian Dollars?
fr: dollars? bermudiens?

# currency_converter
source: Brunei Dollars?
fr: dollars? de Brunei

# currency_converter
source: Bolivian Bolivianos?
fr: bolivianos? boliviens?

# currency_converter
source: brazilian reals?
fr: r(?:é|e)als? brésiliens?

# currency_converter
source: reals?
fr: r(?:é|e)als?

# currency_converter
source: Bahamian Dollars?
fr: dollars? baham(é|e)ens?

# currency_converter
source: Bhutanese Ngultrums?
fr: ngultrums? boutanais

# currency_converter
source: Botswana Pulas?
fr: pulas? botswanais

# currency_converter
source: New Belarusian Rubles?
fr: nouveaux? roubles? biélorusses?

# currency_converter
source: belarusian rubles?
fr: roubles? biélorusses?

# currency_converter
source: rubles?
fr: roubles?

# currency_converter
source: Belize Dollars?
fr: dollars? b(?:é|e)liziens?

# currency_converter
source: canadian dollars?
fr: dollars? canadiens?

# currency_converter
source: Congolese Francs?
fr: francs? congolais

# currency_converter
source: swiss francs?
fr: francs? suisses?

# currency_converter
source: Chilean Units? of Account
fr: Unidad(?:es)? de Fomento

# currency_converter
source: Chilean Pesos?
fr: Pesos? chiliens?

# currency_converter
source: chinese yuans?
fr: yuans? chinois

# currency_converter
source: chinese renminbis?
fr: renminbis? chinois

# currency_converter
source: Colombian Pesos?
fr: Pesos? colombiens?

# currency_converter
source: Costa Rican Col(?:ó|o)n(?:es)?
fr: col(?:ó|o)ns? costariciens?

# currency_converter
source: col(?:ó|o)n(?:es)?
fr: col(?:ó|o)ns?

# currency_converter
source: Cuban Convertible Pesos?
fr: Pesos? cubains? convertibles?

# currency_converter
source: Cuban Pesos?
fr: pesos? cubains?

# currency_converter
source: Cape Verdean Escudos?
fr: escudos? cap-verdiens?

# currency_converter
source: czech korunas?
fr: couronnes? tch(?:è|e)ques?

# currency_converter
source: czech crowns?
fr: couronnes? tch(?:è|e)ques?

# currency_converter
source: korunas?
fr: couronnes?

# currency_converter
source: Djiboutian Francs?
fr: francs? djiboutis?

# currency_converter
source: danish krones?
fr: couronnes? danoises?

# currency_converter
source: danish crowns?
fr: couronnes? danoises?

# currency_converter
source: krones?
fr: couronnes?

# currency_converter
source: Dominican Pesos?
fr: pesos? dominicains?

# currency_converter
source: Algerian Dinars?
fr: dinars? alg(?:é|e)riens?

# currency_converter
source: Egyptian Pounds?
fr: livres? (?:é|e)gyptiennes?

# currency_converter
source: pounds?
fr: livres?|pounds?

# currency_converter
source: Eritrean Nakfas?
fr: Nakfas? érythréens?

# currency_converter
source: Ethiopian Birrs?
fr: Birrs? éthiopiens?

# currency_converter
source: Fijian Dollars?
fr: dollars? (?:de )?fidji(?:en)?s?

# currency_converter
source: Falkland Islands Pounds?
fr: livres? des Îles Malouines

# currency_converter
source: british pounds?
fr: livres? sterlings?

# currency_converter
source: pounds? sterlings?
fr: livres? sterlings?

# currency_converter
source: Georgian Laris?
fr: laris? géorgiens?

# currency_converter
source: Guernsey Pounds?
fr: livres? guernesiaises?

# currency_converter
source: Ghanaian Cedis?
fr: c(?:é|e)dis? ghanéens?

# currency_converter
source: cedis?
fr: c(?:é|e)dis?

# currency_converter
source: Gibraltar Pounds?
fr: livres? (?:de )?Gibraltar(?:ien)?s?

# currency_converter
source: Gambian Dalasis?
fr: dalasis? gambiens?

# currency_converter
source: Guinean Francs?
fr: francs? guin(?:é|e)?ens?

# currency_converter
source: Guatemalan Quetzals?
fr: Quetzals? guatémaltèques?

# currency_converter
source: Guyanaese Dollars?
fr: dollars? guyanais

# currency_converter
source: hong kong dollars?
fr: dollars? (?:de hong kong|hong(?: )?kongais)

# currency_converter
source: Honduran Lempiras?
fr: lempiras? honduriens?

# currency_converter
source: croatian kunas?
fr: kunas? croates?

# currency_converter
source: Haitian Gourdes?
fr: Gourdes? haïtiennes?

# currency_converter
source: hungarian forints?
fr: forints? hongrois?

# currency_converter
source: indonesian rupiahs?
fr: Roupies? indonésiennes?

# currency_converter
source: rupiahs?
fr: roupies?

# currency_converter
source: israeli shekels?
fr: shekels? isra(é|e)liens?

# currency_converter
source: Manx pounds?
fr: livres? mannoises?

# currency_converter
source: indian rupees?
fr: roupies? indiennes?

# currency_converter
source: rupees?
fr: roupies?

# currency_converter
source: Iraqi Dinars?
fr: dinars? irakiens?

# currency_converter
source: Iranian Rials?
fr: rials? iraniens?

# currency_converter
source: Icelandic Kr(ó|o)na
fr: couronne islandaise

# currency_converter
source: Icelandic Kr(ó|o)nur
fr: couronnes islandaises

# currency_converter
source: kr(ó|o)na?
fr: couronne

# currency_converter
source: kr(ó|o)nur
fr: couronnes

# currency_converter
source: Jersey Pounds?
fr: livres? de Jersey

# currency_converter
source: Jamaican Dollars?
fr: dollars? jama(i|ï)cains?

# currency_converter
source: Jordanian Dinars?
fr: dinars? jordaniens?

# currency_converter
source: japanese yens?
fr: yens? japonais

# currency_converter
source: Kenyan Shillings?
fr: shillings? k(é|e)nyans?

# currency_converter
source: Kyrgystani Soms?
fr: soms? kirghizes?

# currency_converter
source: Cambodian Riels?
fr: riels? cambodgiens?

# currency_converter
source: Comorian Francs?
fr: francs? comoriens?

# currency_converter
source: North Korean Wons?
fr: wons? nord(-| )cor(é|e)ens?

# currency_converter
source: south korean wons?
fr: wons? sud(-| )cor(é|e)ens?

# currency_converter
source: korean wons?
fr: wons? cor(é|è)ens?

# currency_converter
source: Kuwaiti Dinars?
fr: dinars? kowe(ï|i)tiens?

# currency_converter
source: Cayman Islands Dollars?
fr: dollars? des (î|i)les ca(ï|i)mans

# currency_converter
source: Kazakhstani Te(n|ń)ge
fr: tengu?(e|é) kazakhs?

# currency_converter
source: te(n|ń)ge
fr: tengu?(e|é)

# currency_converter
source: Laotian Kips?
fr: kips? laotiens?

# currency_converter
source: lao kips?
fr: kips? laotiens?

# currency_converter
source: Lebanese Pounds?
fr: livres? libanaises?

# currency_converter
source: Sri Lankan Rupees?
fr: roupies? sri(-| )?lankaises?

# currency_converter
source: Liberian Dollars?
fr: dollars? lib(é|e)riens?

# currency_converter
source: Lesotho (ma)?Loti
fr: (ma)?loti l(é|e)soth(ans?|iens?)

# currency_converter
source: Lithuanian Litai?
fr: Litas lithuaniens?

# currency_converter
source: litai?
fr: litas

# currency_converter
source: Libyan Dinars?
fr: dinars? libyens?

# currency_converter
source: Moroccan Dirhams?
fr: dirhams? marocains?

# currency_converter
source: Moldovan Le(u|i)
fr: le(u|i) moldaves?

# currency_converter
source: Malagasy Ariary
fr: ariarys? malgaches?

# currency_converter
source: ariary
fr: ariarys?

# currency_converter
source: Macedonian Denar(i|s)?
fr: denars? mac(é|e)doniens?

# currency_converter
source: denar(i|s)?
fr: denars?

# currency_converter
source: Myanma Kyats?
fr: kyats? de Myanmar

# currency_converter
source: Burmese kyats?
fr: kyats? birmans?

# currency_converter
source: Mongolian t(ö|o)gr(ö|o)g|tugrik
fr: tugrik|tugrug|t(ö|o)gr(ö|o)g mongoliens?

# currency_converter
source: t(ö|o)gr(ö|o)g|tugrik
fr: tugrik|tugrug|t(ö|o)gr(ö|o)g

# currency_converter
source: Macanese Patacas?
fr: patacas? macanais

# currency_converter
source: Mauritanian Ougu?iyas?
fr: ouguiyas? mauritaniens?

# currency_converter
source: Mauritian Rupees?
fr: roupies? mauriciennes?

# currency_converter
source: Maldivian Rufiyaas?
fr: (rufiyaas?|roupies?) maldiviennes?

# currency_converter
source: rufiyaas?
fr: rufiyaas?|roupies?

# currency_converter
source: Malawi(an)? kwachas?
fr: Kwachas? malawi(te|en)s?

# currency_converter
source: mexican pesos?
fr: pesos? m(e|é)xicains?

# currency_converter
source: malaysian ringgits?
fr: ringgits? malaysiens?

# currency_converter
source: Mozambican Meticals?
fr: metica(l|is) Mozambicains?

# currency_converter
source: meticals?
fr: metica(l|is)

# currency_converter
source: Namibian Dollars?
fr: dollars? namibiens?

# currency_converter
source: Nigerian Naira
fr: na(ï|i)ras? nig(é|e)rians?

# currency_converter
source: naira
fr: na(ï|i)ras?

# currency_converter
source: Nicaraguan c(ó|o)rdobas?
fr: c(ó|o)rdobas? d'or

# currency_converter
source: norwegian krones?
fr: couronnes? norv(é|e)giennes?

# currency_converter
source: norwegian crowns?
fr: couronnes? norv(é|e)giennes?

# currency_converter
source: Nepalese Rupees?
fr: roupies? n(é|e)palaises?

# currency_converter
source: new zealand dollars?
fr: dollars? n(é|e)o-z(é|e)landais

# currency_converter
source: Omani Rials?
fr: rials? omanais

# currency_converter
source: Panamanian Balboas?
fr: balboas? panaméens?

# currency_converter
source: Peruvian Nuevo Sol(es)?
fr: sols? péruviens?

# currency_converter
source: sol(es)?
fr: sols?

# currency_converter
source: Papua New Guinean Kina
fr: kinas? Papouasiens?

# currency_converter
source: kina
fr: kinas?

# currency_converter
source: philippine pesos?
fr: pesos? philippins?

# currency_converter
source: Pakistani Rupees?
fr: roupies? pakistanaises?

# currency_converter
source: polish z(l|ł)otys?
fr: z(l|ł)otys? polonais

# currency_converter
source: Paraguayan guaran(í|i)?(es)?
fr: guaran(í|i)(es)? paraguayens?

# currency_converter
source: Qatari Riyals?
fr: Riyals? qatariens?

# currency_converter
source: romanian le(u|i)?
fr: le(u|i) roumains?

# currency_converter
source: Serbian Dinars?
fr: dinars? serbes?

# currency_converter
source: russian rubles?
fr: roubles? russes?

# currency_converter
source: Rwandan Francs?
fr: francs? rwandais

# currency_converter
source: Saudi riyals?
fr: riyals? saoudiens?

# currency_converter
source: Solomon Islands Dollars?
fr: dollars? (des (î|i)les salomon|salomoniens?)

# currency_converter
source: Seychellois Rupees?
fr: roupies? seychelloises?

# currency_converter
source: sudanese pounds?
fr: livres? soudanaises?

# currency_converter
source: swedish kronas?
fr: couronnes? su(é|e)doises?

# currency_converter
source: swedish kronors?
fr: couronnes? su(é|e)doises?

# currency_converter
source: kronors?
fr: couronnes?

# currency_converter
source: kronas?
fr: couronnes?

# currency_converter
source: swedish crowns?
fr: couronnes? su(é|e)doises?

# currency_converter
source: Singapore Dollars?
fr: dollars? (de singapour|singapouriens?)

# currency_converter
source: Saint Helena Pounds?
fr: livres de sainte-h(é|e)l(è|e)ne

# currency_converter
source: Sierra Leonean leones?
fr: leones? sierral(é|e)onais

# currency_converter
source: Somali Shillings?
fr: shillings? somaliens?

# currency_converter
source: Surinamese Dollars?
fr: dollars? surinamiens?

# currency_converter
source: S(ã|a)o Tom(é|e) and Pr(í|i)ncipe dobras?
fr: dobras? de S(ã|a)o Tom(é|e)(-| )et(-| )Principe

# currency_converter
source: Salvadoran Col(ó|o)n(es)?
fr: col(ó|o)ns? salvadoriens?

# currency_converter
source: col(ó|o)n(es)?
fr: col(ó|o)ns?

# currency_converter
source: Syrian Pounds?
fr: livres? syriennes?

# currency_converter
source: Swazi (lilangeni|emalangeni)
fr: (lilangeni|emalangeni) swazi

# currency_converter
source: thai bahts?
fr: bahts? tha(ï|i)landais

# currency_converter
source: Tajikistani Somoni
fr: somonis? tadjiks?

# currency_converter
source: somoni
fr: somonis?

# currency_converter
source: Turkmenistan manats?
fr: manats? Turkm(è|e)nes?

# currency_converter
source: Tunisian Dinars?
fr: dinars? tunisiens?

# currency_converter
source: Tongan pa'anga
fr: Pa'anga tongiens?

# currency_converter
source: turkish liras?
fr: livres? turques?

# currency_converter
source: liras?
fr: livres?

# currency_converter
source: Trinidad and Tobago Dollars?
fr: dollars? trinidadiens?

# currency_converter
source: New Taiwan Dollars?
fr: nouveaux? dollars? de Taïwan

# currency_converter
source: Taiwan Dollars?
fr: dollars? de Taïwan

# currency_converter
source: Tanzanian Shillings?
fr: Shillings? tanzaniens?

# currency_converter
source: Ukrainian Hryvnia
fr: Hryvnias? ukrainiennes?

# currency_converter
source: Hryvnia
fr: Hryvnias?

# currency_converter
source: Ugandan Shillings?
fr: shillings? ougandais?

# currency_converter
source: american dollars?
fr: dollars? am(é|e)ricains?

# currency_converter
source: US dollars?
fr: dollars? US

# currency_converter
source: Uruguayan Pesos?
fr: pesos? uruguayens?

# currency_converter
source: Uzbekistan So'?ms?
fr: so?ums? ouzbeks?

# currency_converter
source: so'?ms?
fr: so?ums?

# currency_converter
source: Venezuelan Bol(í|i)var(es)?( fuertes?)?
fr: Bol(í|i)vars?( fuertes?)? vénézuéliens?

# currency_converter
source: Bol(í|i)var(es)?( fuertes?)?
fr: Bol(í|i)vars?( fuertes?)?

# currency_converter
source: Vietnamese (đ|d|Đ)(ồ|o)ng
fr: (đ|d|Đ)(ồ|o)ng vietnamiens?

# currency_converter
source: Vanuatu Vatu
fr: vatu (vanuatais|ni-vanuatu)

# currency_converter
source: Samoan t(ā|a)l(ā|a)
fr: t(ā|a)l(ā|a)s? samoans?

# currency_converter
source: t(ā|a)l(ā|a)
fr: t(ā|a)l(ā|a)s?

# currency_converter
source: CFA francs?
fr: Francs? CFA

# currency_converter
source: (Troy )?ounces? of silver
fr: onces? d'argent

# currency_converter
source: (Troy )?ounces? of gold
fr: onces? d'or

# currency_converter
source: Eastern Caribbean dollars?
fr: dollars? (des Cara(ï|i)bes orientales|est(-| )caribéens?)

# currency_converter
source: Caribbean dollars?
fr: dollars? (des cara(ï|i)bes|caribéens?)

# currency_converter
source: Special drawing rights
fr: droits? de tirage spécia(ux|l)

# currency_converter
source: SDR
fr: DTS

# currency_converter
source: CFP francs?
fr: francs? (pacifiques?|CFP)

# currency_converter
source: riy?als?
fr: Rials? y(é|e)m(é|e)nites?

# currency_converter
source: south african rands?
fr: rands? sud(-| )africains?

# currency_converter
source: Zambian kwachas?
fr: kwachas? zambiens?

# currency_converter
source: Zimbabwean dollars?
fr: dollars? zimbabw(é|e)ens?

# currency_converter
source: American Dollar
fr: Dollar américain

# currency_converter
source: American Dollars
fr: Dollars américains

# currency_converter
source: Canadian Dollar
fr: Dollar canadien

# currency_converter
source: Canadian Dollars
fr: Dollars canadiens

# currency_converter
source: Australian Dollar
fr: Dollar australien

# currency_converter
source: Australian Dollars
fr: Dollars australiens

# currency_converter
source: New Zealand Dollar
fr: Dollar néo-zélandais

# currency_converter
source: New Zealand Dollars
fr: Dollars néo-zélandais

# currency_converter
source: Mexican Peso
fr: Peso mexicain

# currency_converter
source: Mexican Pesos
fr: Pesos mexicains

# currency_converter
source: Hong Kong Dollar
fr: Dollar de Hong Kong

# currency_converter
source: Hong Kong Dollars
fr: Dollars de Hong Kong

# currency_converter
source: Argentine Peso
fr: Peso argentin

# currency_converter
source: Argentine Pesos
fr: Pesos argentins

# currency_converter
source: Bermudian Dollar
fr: Dollar bermudien

# currency_converter
source: Bermudian Dollars
fr: Dollars bermudiens

# currency_converter
source: Bahamian Dollar
fr: Dollar bahaméen

# currency_converter
source: Bahamian Dollars
fr: Dollars bahaméens

# currency_converter
source: Belize Dollar
fr: Dollar bélizien

# currency_converter
source: Belize Dollars
fr: Dollars béliziens

# currency_converter
source: Chilean Peso
fr: Peso chilien

# currency_converter
source: Chilean Pesos
fr: Pesos chiliens

# currency_converter
source: Colombian Peso
fr: Peso colombien

# currency_converter
source: Colombian Pesos
fr: Pesos colombiens

# currency_converter
source: Cuban Convertible Peso
fr: Peso cubain convertible

# currency_converter
source: Cuban Convertible Pesos
fr: Pesos cubains convertibles

# currency_converter
source: Cuban Peso
fr: Peso cubain

# currency_converter
source: Cuban Pesos
fr: Pesos cubains

# currency_converter
source: Cape Verdean Escudo
fr: Escudo cap-verdien

# currency_converter
source: Cape Verdean Escudos
fr: Escudos cap-verdiens

# currency_converter
source: Dominican Peso
fr: Peso dominicain

# currency_converter
source: Dominican Pesos
fr: Pesos dominicains

# currency_converter
source: Fijian Dollar
fr: Dollar de Fidji

# currency_converter
source: Fijian Dollars
fr: Dollars de Fidji

# currency_converter
source: Guyanaese Dollar
fr: Dollar guyanais

# currency_converter
source: Guyanaese Dollars
fr: Dollars guyanais

# currency_converter
source: Jamaican Dollar
fr: Dollar jamaïcain

# currency_converter
source: Jamaican Dollars
fr: Dollars jamaïcains

# currency_converter
source: Cayman Islands Dollar
fr: Dollar des Îles Caïmans

# currency_converter
source: Cayman Islands Dollars
fr: Dollars des Îles Caïmans

# currency_converter
source: Singapore Dollar
fr: Dollar de Singapour

# currency_converter
source: Singapore Dollars
fr: Dollars de Singapour

# currency_converter
source: Solomon Islands Dollar
fr: Dollar des Salomon

# currency_converter
source: Solomon Islands Dollars
fr: Dollars des Salomon

# currency_converter
source: Surinamese Dollar
fr: Dollar surinamien

# currency_converter
source: Surinamese Dollars
fr: Dollars surinamiens

# currency_converter
source: Trinidad and Tobago Dollar
fr: Dollar de Trinité-et-Tobago

# currency_converter
source: Trinidad and Tobago Dollars
fr: Dollars de Trinité-et-Tobago

# currency_converter
source: New Taiwan Dollar
fr: Nouveau dollar de Taïwan

# currency_converter
source: New Taiwan Dollars
fr: Nouveaux dollars de Taïwan

# currency_converter
source: Uruguayan Peso
fr: Peso uruguayen

# currency_converter
source: Uruguayan Pesos
fr: Pesos uruguayens

# currency_converter
source: Eastern Caribbean Dollar
fr: Dollar est-caribéen

# currency_converter
source: Eastern Caribbean Dollars
fr: Dollars est-caribéens

# currency_converter
source: Zimbabwean Dollar
fr: Dollar zimbabwéen

# currency_converter
source: Zimbabwean Dollars
fr: Dollars zimbabwéens

# currency_converter
source: Barbadian Dollar
fr: Dollar barbadien

# currency_converter
source: Barbadian Dollars
fr: Dollars barbadiens

# currency_converter
source: Brunei Dollar
fr: Dollar de Brunei

# currency_converter
source: Brunei Dollars
fr: Dollars de Brunei

# currency_converter
source: Brazilian Real
fr: Réal brésilien

# currency_converter
source: Brazilian Reals
fr: Réals brésiliens

# currency_converter
source: Liberian Dollar
fr: Dollar libérien

# currency_converter
source: Liberian Dollars
fr: Dollars libériens

# currency_converter
source: Namibian Dollar
fr: Dollar namibien

# currency_converter
source: Namibian Dollars
fr: Dollars namibiens

# currency_converter
source: Nicaraguan Córdoba
fr: Córdoba d'or nicaraguayen

# currency_converter
source: Nicaraguan Córdobas
fr: Córdobas d'or nicaraguayens

# currency_converter
source: Tongan Pa'anga
fr: Pa'anga tongien

# currency_converter
source: Samoan Tālā
fr: Tālā de Samoa

# currency_converter
source: Chinese Yuan
fr: Yuan chinois

# currency_converter
source: Chinese Yuans
fr: Yuans chinois

# currency_converter
source: Japanese Yen
fr: Yen japonais

# currency_converter
source: Japanese Yens
fr: Yens japonais

# currency_converter
source: Danish Krone
fr: Couronne danoise

# currency_converter
source: Danish Krones
fr: Couronnes danoises

# currency_converter
source: Icelandic Króna
fr: Couronne islandaise

# currency_converter
source: Icelandic Krónur
fr: Couronnes islandaises

# currency_converter
source: Norwegian Krone
fr: Couronne norvégienne

# currency_converter
source: Norwegian Krones
fr: Couronnes norvégiennes

# currency_converter
source: Swedish Krona
fr: Couronne suédoise

# currency_converter
source: Swedish Kronors
fr: Couronnes suédoises

# currency_converter
source: British Pound
fr: Livre sterling

# currency_converter
source: British Pounds
fr: Livres sterling

# currency_converter
source: Egyptian Pound
fr: Livre egyptienne

# currency_converter
source: Egyptian Pounds
fr: Livres egyptiennes

# currency_converter
source: Falkland Islands Pound
fr: Livre des Îles Malouines

# currency_converter
source: Falkland Islands Pounds
fr: Livres des Îles Malouines

# currency_converter
source: Guernsey Pound
fr: Livre guernesiaise

# currency_converter
source: Guernsey Pounds
fr: Livres guernesiaises

# currency_converter
source: Gibraltar Pound
fr: Livre de Gibraltar

# currency_converter
source: Gibraltar Pounds
fr: Livres de Gibraltar

# currency_converter
source: Manx Pound
fr: Livre mannoise

# currency_converter
source: Manx Pounds
fr: Livres mannoises

# currency_converter
source: Jersey Pound
fr: Livre de Jersey

# currency_converter
source: Jersey Pounds
fr: Livres de Jersey

# currency_converter
source: Lebanese Pound
fr: Livre libanaise

# currency_converter
source: Lebanese Pounds
fr: Livres libanaises

# currency_converter
source: Sudanese Pound
fr: Livre soudanaise

# currency_converter
source: Sudanese Pounds
fr: Livres soudanaises

# currency_converter
source: Saint Helena Pound
fr: Livre de Sainte-Hélène

# currency_converter
source: Saint Helena Pounds
fr: Livres de Sainte-Hélène

# currency_converter
source: Syrian Pound
fr: Livre syrienne

# currency_converter
source: Syrian Pounds
fr: Livres syriennes

# currency_converter
source: New Belarusian Ruble
fr: Nouveau rouble biélorusse

# currency_converter
source: New Belarusian Rubles
fr: Nouveaux roubles biélorusses

# currency_converter
source: Ethiopian Birr
fr: Birr éthiopien

# currency_converter
source: Ethiopian Birrs
fr: Birrs éthiopiens

# currency_converter
source: Saudi Riyal
fr: Riyal saoudien

# currency_converter
source: Saudi Riyals
fr: Riyals saoudiens

# currency_converter
source: Seychellois Rupee
fr: Roupie seychelloise

# currency_converter
source: Seychellois Rupees
fr: Roupies seychelloises

# currency_converter
source: United Arab Emirates Dirham
fr: Dirham des Émirats arabes unis

# currency_converter
source: United Arab Emirates Dirhams
fr: Dirhams des Émirats arabes unis

# currency_converter
source: Afghan Afghani
fr: Afghani

# currency_converter
source: Afghan Afghanis
fr: Afghanis

# currency_converter
source: Albanian Lek
fr: Lek albanais

# currency_converter
source: Albanian Leks
fr: Leks albanais

# currency_converter
source: Armenian Dram
fr: Dram arménien

# currency_converter
source: Netherlands Antillean Guilder
fr: Florin des Antilles néerlandaises
