Repository: Qwant/Instant-Answers
Catalog: app/src/modules/currency_converter/lang_src/*.po
Languages: fr

# currency_converter
source: Angolan Kwanza
fr: Kwanza angolais

# currency_converter
source: Angolan Kwanzas
fr: Kwanzas angolais

# currency_converter
source: Aruban Florin
fr: Florin d'Aruba

# currency_converter
source: Aruban Florins
fr: Florins d'Aruba

# currency_converter
source: Azerbaijani Manat
fr: Manat azerbaïdjanais

# currency_converter
source: Azerbaijani Manats
fr: Manats azerbaïdjanais

# currency_converter
source: Bosnia-Herzegovina Convertible Mark
fr: Mark convertible de Bosnie-Herzégovine

# currency_converter
source: Bosnia-Herzegovina Convertible Marks
fr: Marks convertibles de Bosnie-Herzégovine

# currency_converter
source: Bangladeshi Taka
fr: Taka bengalis

# currency_converter
source: Bangladeshi Takas
fr: Takas bengalis

# currency_converter
source: Bulgarian Lev
fr: Lev bulgare

# currency_converter
source: Bulgarian Levs
fr: Levs bulgares

# currency_converter
source: Bahraini Dinar
fr: Dinar bahreïni

# currency_converter
source: Bahraini Dinars
fr: Dinars bahreïnis

# currency_converter
source: Burundian Franc
fr: Franc burundais

# currency_converter
source: Burundian Francs
fr: Francs burundais

# currency_converter
source: Bolivian Bolivianos
fr: Boliviano

# currency_converter
source: Bhutanese Ngultrum
fr: Ngultrum

# currency_converter
source: Bhutanese Ngultrums
fr: Ngultrums

# currency_converter
source: Botswana Pula
fr: Pula botswanais

# currency_converter
source: Botswana Pulas
fr: Pulas botswanais

# currency_converter
source: Congolese Franc
fr: Franc congolais

# currency_converter
source: Congolese Francs
fr: Francs congolais

# currency_converter
source: Swiss Franc
fr: Franc suisse

# currency_converter
source: Swiss Francs
fr: Francs suisses

# currency_converter
source: Chilean Units of Account
fr: Unidad de Fomento

# currency_converter
source: Chilean Unit of Account
fr: Unidades de Formento

# currency_converter
source: Costa Rican Colón
fr: Colón costaricien

# currency_converter
source: Costa Rican Colónes
fr: Colóns costaricien

# currency_converter
source: Czech Koruna
fr: Couronne tchèque

# currency_converter
source: Czech Korunas
fr: Couronnes tchèques

# currency_converter
source: Djiboutian Franc
fr: Franc Djibouti

# currency_converter
source: Djiboutian Francs
fr: Francs Djibouti

# currency_converter
source: Algerian Dinar
fr: Dinar algérien

# currency_converter
source: Algerian Dinars
fr: Dinars algériens

# currency_converter
source: Eritrean Nakfa
fr: Nakfa érythréen

# currency_converter
source: Eritrean Nakfas
fr: Nakfas érythréens

# currency_converter
source: Georgian Lari
fr: Lari géorgien

# currency_converter
source: Georgian Laris
fr: Laris géorgiens

# currency_converter
source: Ghanaian Cedi
fr: Cedi ghanéen

# currency_converter
source: Ghanaian Cedis
fr: Cedis ghanéens

# currency_converter
source: Gambian Dalasi
fr: Dalasi

# currency_converter
source: Gambian Dalasis
fr: Dalasis

# currency_converter
source: Guinean Franc
fr: Franc guinéen

# currency_converter
source: Guinean Francs
fr: Francs guinéens

# currency_converter
source: Guatemalan Quetzal
fr: Quetzal guatémaltèque

# currency_converter
source: Guatemalan Quetzals
fr: Quetzales guatémaltèques

# currency_converter
source: Honduran Lempira
fr: Lempira hondurien

# currency_converter
source: Honduran Lempiras
fr: Lempiras honduriens

# currency_converter
source: Croatian Kuna
fr: Kuna croate

# currency_converter
source: Croatian Kunas
fr: Kunas croates

# currency_converter
source: Haitian Gourde
fr: Gourde haïtienne

# currency_converter
source: Haitian Gourdes
fr: Gourdes haïtiennes

# currency_converter
source: Hungarian Forint
fr: Forint hongrois

# currency_converter
source: Hungarian Forints
fr: Forints hongrois

# currency_converter
source: Indonesian Rupiah
fr: Roupie indonésienne

# currency_converter
source: Indonesian Rupiahs
fr: Roupies indonésiennes

# currency_converter
source: Israeli Shekel
fr: Shekel

# currency_converter
source: Israeli Shekels
fr: Shekalim

# currency_converter
source: Indian Rupee
fr: Roupie indienne

# currency_converter
source: Indian Rupees
fr: Roupies indiennes

# currency_converter
source: Iraqi Dinar
fr: Dinar irakien

# currency_converter
source: Iraqi Dinars
fr: Dinars irakiens

# currency_converter
source: Iranian Rial
fr: Rial iranien

# currency_converter
source: Iranian Rials
fr: Rials iraniens

# currency_converter
source: Jordanian Dinar
fr: Dinar jordanien

# currency_converter
source: Jordanian Dinars
fr: Dinars jordaniens

# currency_converter
source: Kenyan Shilling
fr: Shilling kényan

# currency_converter
source: Kenyan Shillings
fr: Shillings kényans

# currency_converter
source: Kyrgystani Som
fr: Som kirghize

# currency_converter
source: Kyrgystani Soms
fr: Soms kirghizes

# currency_converter
source: Cambodian Riel
fr: Riel cambodgien

# currency_converter
source: Cambodian Riels
fr: Riels cambodgiens

# currency_converter
source: Comorian Francs
fr: Franc comorien

# currency_converter
source: North Korean Won
fr: Won nord-coréen

# currency_converter
source: North Korean Wons
fr: Wons nord-coréens

# currency_converter
source: South Korean Won
fr: Won sud-coréen

# currency_converter
source: South Korean Wons
fr: Wons sud-coréens

# currency_converter
source: Kuwaiti Dinar
fr: Dinar koweïtien

# currency_converter
source: Kuwaiti Dinars
fr: Dinars koweïtiens

# currency_converter
source: Kazakhstani Teńge
fr: Tengue

# currency_converter
source: Laotian Kip
fr: Kip laotien

# currency_converter
source: Laotian Kips
fr: Kips laotiens

# currency_converter
source: Sri Lankan Rupee
fr: Roupie srilankais

# currency_converter
source: Sri Lankan Rupees
fr: Roupies srilankais

# currency_converter
source: Lesotho Loti
fr: Loti

# currency_converter
source: Lesotho Maloti
fr: Maloti

# currency_converter
source: Lithuanian Lita
fr: Litas lituanien

# currency_converter
source: Lithuanian Litai
fr: Litas lituaniens

# currency_converter
source: Libyan Dinar
fr: Dinar libyen

# currency_converter
source: Libyan Dinars
fr: Dinars libyens

# currency_converter
source: Moroccan Dirham
fr: Dirham marocain

# currency_converter
source: Moroccan Dirhams
fr: Dirhams marocains

# currency_converter
source: Moldovan Leu
fr: Leu moldave

# currency_converter
source: Moldovan Lei
fr: Lei moldaves

# currency_converter
source: Macedonian Denar
fr: Denar macédonien

# currency_converter
source: Macedonian Denari
fr: Denars macédoniens

# currency_converter
source: Myanma Kyat
fr: Kyat

# currency_converter
source: Myanma Kyats
fr: Kyats

# currency_converter
source: Mongolian Tögrög
fr: Tögrög

# currency_converter
source: Mongolian Tugrik
fr: Tugrik

# currency_converter
source: Macanese Pataca
fr: Pataca

# currency_converter
source: Macanese Patacas
fr: Patacas

# currency_converter
source: Mauritanian Ougiya (1973-2017)
fr: Ouguiya (1973-2017)

# currency_converter
source: Mauritanian Ougiyas (1973-2017)
fr: Ouguiyas (1973-2017)

# currency_converter
source: Mauritian Rupee
fr: Roupie mauricienne

# currency_converter
source: Mauritian Rupees
fr: Roupies mauriciennes

# currency_converter
source: Maldivian Rufiyaa
fr: Rufiyaa

# currency_converter
source: Maldivian Rufiyaas
fr: Rufiyaas

# currency_converter
source: Malawi Kwacha
fr: Kwacha malawien

# currency_converter
source: Malawi Kwachas
fr: Kwachas malawiens

# currency_converter
source: Malaysian Ringgit
fr: Ringgit (roupie malaysienne)

# currency_converter
source: Malaysian Ringgits
fr: Ringgits (roupies malaysiennes)

# currency_converter
source: Mozambican Metical
fr: Metical

# currency_converter
source: Mozambican Meticals
fr: Meticais

# currency_converter
source: Nepalese Rupee
fr: Roupie népalaise

# currency_converter
source: Nepalese Rupees
fr: Roupies népalaises

# currency_converter
source: Omani Rial
fr: Rial omanais

# currency_converter
source: Omani Rials
fr: Rials omanais

# currency_converter
source: Panamanian Balboa
fr: Balboa panaméen

# currency_converter
source: Panamanian Balboas
fr: Balboas panaméen

# currency_converter
source: Peruvian Nuevo Sol
fr: Sol péruvien

# currency_converter
source: Peruvian Nuevo Soles
fr: Soles péruviens

# currency_converter
source: Philippine Peso
fr: Peso philippin

# currency_converter
source: Philippine Pesos
fr: Pesos philippins

# currency_converter
source: Pakistani Rupee
fr: Roupie pakistanaise

# currency_converter
source: Pakistani Rupees
fr: Roupies pakistanaises

# currency_converter
source: Polish Złoty
fr: Złoty

# currency_converter
source: Polish Złotys
fr: Złotys

# currency_converter
source: Paraguayan Guaraní
fr: Guaraní

# currency_converter
source: Paraguayan Guaraníes
fr: Guaraníes

# currency_converter
source: Qatari Riyal
fr: Riyal qatari

# currency_converter
source: Qatari Riyals
fr: Riyals qataris

# currency_converter
source: Romanian Leu
fr: Leu roumain

# currency_converter
source: Romanian Leus
fr: Leus roumains

# currency_converter
source: Serbian Dinar
fr: Dinar serbe

# currency_converter
source: Serbian Dinars
fr: Dinars serbes

# currency_converter
source: Russian Ruble
fr: Rouble russe

# currency_converter
source: Russian Rubles
fr: Roubles russes

# currency_converter
source: Rwandan Franc
fr: Franc rwandais

# currency_converter
source: Rwandan Francs
fr: Francs rwandais

# currency_converter
source: Sierra Leonean Leone
fr: Leone

# currency_converter
source: Sierra Leonean Leones
fr: Leones

# currency_converter
source: Somali Shilling
fr: Shilling somalien

# currency_converter
source: Somali Shillings
fr: Shillings somaliens

# currency_converter
source: São Tomé and Príncipe Dobra
fr: Dobra

# currency_converter
source: São Tomé and Príncipe Dobras
fr: Dobras

# currency_converter
source: Salvadoran Colón
fr: Colón salvadorien

# currency_converter
source: Salvadoran Colónes
fr: Colóns salvadoriens

# currency_converter
source: Swazi Lilangeni
fr: Lilangeni

# currency_converter
source: Swazi Emalangeni
fr: Emalangeni

# currency_converter
source: Thai Baht
fr: Baht

# currency_converter
source: Thai Bahts
fr: Bahts

# currency_converter
source: Turkmenistan Manat
fr: Manat turkmène

# currency_converter
source: Tunisian Dinar
fr: Dinar tunisien

# currency_converter
source: Tunisian Dinars
fr: Dinars tunisiens

# currency_converter
source: Turkish Lira
fr: Livre turque

# currency_converter
source: Turkish Liras
fr: Livres turques

# currency_converter
source: Tanzanian Shilling
fr: Shilling tanzanien

# currency_converter
source: Tanzanian Shillings
fr: Shillings tanzaniens

# currency_converter
source: Ugandan Shilling
fr: Shilling ougandais

# currency_converter
source: Ugandan Shillings
fr: Shillings ougandais

# currency_converter
source: Uzbekistan So'm
fr: Sum ouzbek

# currency_converter
source: Uzbekistan So'ms
fr: Sums ouzbeks

# currency_converter
source: Venezuelan Bolívar Fuerte
fr: Bolívar fuerte

# currency_converter
source: Venezuelan Bolívar Fuertes
fr: Bolívares fuertes

# currency_converter
source: Vietnamese Đồng
fr: Đồng

# currency_converter
source: Central African CFA Franc
fr: Franc CFA d'Afrique Centrale

# currency_converter
source: Central African CFA Francs
fr: Francs CFA d'Afrique Centrale

# currency_converter
source: Troy Ounce of Silver
fr: Once d'argent

# currency_converter
source: Troy Ounces of Silver
fr: Onces d'argent

# currency_converter
source: Troy Ounce of Gold
fr: Once d'or

# currency_converter
source: Troy Ounces of Gold
fr: Onces d'or

# currency_converter
source: Special Drawing Rights
fr: Droit de tirage spécial

# currency_converter
source: West African CFA Franc
fr: Franc CFA de l'Afrique de l'Ouest

# currency_converter
source: West African CFA Francs
fr: Francs CFA de l'Afrique de l'Ouest

# currency_converter
source: CFP Franc
fr: Franc CFP

# currency_converter
source: CFP Francs
fr: Francs CFP

# currency_converter
source: Yemeni Rial
fr: Rial yéménite

# currency_converter
source: Yemeni Rials
fr: Rials yéménites

# currency_converter
source: South African Rand
fr: Rand sud-africain

# currency_converter
source: South African Rands
fr: Rands sud-africains

# currency_converter
source: Zambian Kwacha
fr: Kwacha zambien

# currency_converter
source: Zambian Kwachas
fr: Kwachas zambiens

# currency_converter
source: See more
fr: Voir plus

# currency_converter
source: See less
fr: Voir moins

# currency_converter
source: Disclaimer
fr: Clause de non-responsabilité

# currency_converter
source: in|to|for
fr: en|pour|in|to|for

# currency_converter
source: help_link_currency-converter
fr: https://help.qwant.com/fr/aide/qwant-com/reponses-instantanees/convertisseur-de-monnaie/
