Repository: Qwant/Instant-Answers
Catalog: app/src/modules/weather/lang_src/*.po
Languages: ca, de, es, eu, fr

# ia-weather
source: Saturday
ca: per
de: von
es: por
eu: par
fr: via

# ia-weather
source: Saturday
ca: Demà
de: Morgen
es: Mañana
eu: Bihar
fr: Demain

# ia-weather
source: Saturday
ca: Pronosticat per
de: Wettervorhersage von
es: Pronóstico de
eu: Aurreikuspenak:
fr: Prévisions par

# ia-weather
source: Saturday
ca: Vent
de: Wind
es: Viento
eu: Haizea
fr: Vent

# ia-weather
source: Saturday
ca: Humitat
de: Feuchtigkeit
es: Humedad
eu: Hezetasuna
fr: Humidité

# ia-weather
source: Saturday
ca: Pluja
de: Niederschlag
es: Lluvia
eu: Euria
fr: Pluie

# ia-weather
source: Saturday
ca: Pressió
de: Druck
es: Presión
eu: Presioa
fr: Pression

# ia-weather
source: Saturday
fr: Météo

# ia-weather
source: Saturday
ca: Avui
de: Heute
es: Hoy
eu: Gaur
fr: Aujourd'hui

# ia-weather
source: Saturday
ca: Diumenge
de: Sonntag
es: Domingo
eu: Igandea
fr: Dimanche

# ia-weather
source: Saturday
ca: Dilluns
de: Montag
es: Lunes
eu: Astelehena
fr: Lundi

# ia-weather
source: Saturday
ca: Dimarts
de: Dienstag
es: Martes
eu: Asteartea
fr: Mardi

# ia-weather
source: Saturday
ca: Dimecres
de: Mittwoch
es: Miércoles
eu: Asteazkena
fr: Mercredi

# ia-weather
source: Saturday
ca: Dijous
de: Donnerstag
es: Jueves
eu: Osteguna
fr: Jeudi

# ia-weather
source: Saturday
ca: Divendres
de: Freitag
es: Viernes
eu: Ostirala
fr: Vendredi

# ia-weather
source: Saturday
ca: Dissabte
de: Samstag
es: Sábado
eu: Larunbata
fr: Samedi
